[
  "Qual foi o total de vendas brutas no dia 28 de janeiro de 2025?",
  "Qual é a média de itens por requisição na loja Alpha?",
  "Em qual hora do dia a loja Alpha teve o maior número de entregas em janeiro de 2025?",
  "Qual foi o ticket médio mais alto registrado em janeiro de 2025?",
  "Quantos dias em janeiro de 2025 tiveram vendas líquidas superiores a R$ 10.000?",
  "Qual é a porcentagem de vendas feitas com cartão em relação ao total de vendas líquidas?",
  "Qual foi o dia com o maior número de requisições em janeiro de 2025?",
  "Como o desconto médio percentual variou ao longo do mês de janeiro de 2025?",
  "Qual é a relação entre o número de entregas e o total de requisições por hora?",
  "Qual foi o total de benefícios PBM concedidos em janeiro de 2025?",
  "Em que dia e hora houve o maior pico de vendas líquidas?",
  "Qual é a tendência de vendas ao longo do dia, comparando as horas da manhã, tarde e noite?",
  "Qual é a proporção de vendas feitas em dinheiro em relação às vendas com cartão?",
  "Como o ticket médio varia entre os diferentes métodos de pagamento?",
  "Qual é o impacto dos descontos no total líquido de vendas diárias?",
  "Qual é a média de vendas por hora de funcionamento da loja?",
  "Quais são os três métodos de pagamento mais utilizados e suas respectivas porcentagens?",
  "Como o número de itens por requisição se correlaciona com o valor total da venda?",
  "Qual é a diferença percentual entre o total bruto e o total líquido de vendas no mês?",
  "Em quais horas do dia a loja tem mais probabilidade de ter entregas?",
  "Qual é a margem de lucro média considerando o total líquido e o total de custo?",
  "Como o total de projeção se compara com o total bruto real ao final do mês?",
  "Qual é a porcentagem de requisições que resultam em entregas?",
  "Qual é o dia da semana com o maior volume de vendas em janeiro de 2025?",
  "Como o desconto médio varia de acordo com o valor total da compra?",
  "Qual é a contribuição percentual das vendas por convênio para o total líquido?",
  "Qual é a hora do dia com o maior ticket médio?",
  "Como o total de itens vendidos se compara entre a primeira e a segunda quinzena do mês?",
  "Qual é a relação entre o número de requisições e o total líquido de vendas por dia?",
  "Qual é o impacto do subsídio PBM no total líquido de vendas mensais?"
]